список = [
    ['Ovcjinnikov Y.V.', 1999, 5,5,5,5],
    ['Дракула Граф', 1448, 4,4,4,4],
    ['Bylli', 1969, 3,3,3,3]
    ]
print(список)

#Задание_2

словарь = {
    'Ovchinnikov Y.V.':
        {'род.': 1999,
        'python':5,
        'homeWork':4}
        
}
print(словарь)

#Задание_3
#Не могу дать однозначный ответ
#Все типы данных выдают разный результат
#который в свою очередь полезен в разных ситуациях

#Задание _4

текст_1 = input("Список")
print("Список пользователей", список)

текст_2 = input("словарь")
print("Список пользователей", словарь)

#Задание_5
print('список_или_словарь')
    if :
    # TODO: write code...
сл = int(input)
сп = int(input)
print('список_или_словарь,' + текст_3)





